Repository: backdrop-contrib/metis
Catalog: translations/*.po
Languages: de

source: The Metis module allows you to automatically insert the metis pixel provided by <a href="http://www.vgwort.de/">VG Wort</a>. To use the module you need to add a CCK Metis field to your content types.
de: Das Metis-Modul erlaubt es, automatisch die Zählmarken der <a href="http://www.vgwort.de/">VG Wort</a> einzubinden. Um das Modul benutzen zu können, muss man ein CCK-Feld vom Typ "Metis" zu mindestens einem Node-Typ hinzufügen.

source: There is no Metis CCK field configured. Please add a CCK field of the type <em>Metis</em> to at least one node type to make this module work.
de: Es ist kein Metis CCK-Feld konfiguriert. Bitte ein CCK-Feld vom Typ <em>Metis</em> zu mindestens einem Node-Typ hinzufügen, damit das Modul benutzbar ist.

source: There are no unused codes left. Please add some.
de: Es gibt keine unbenutzten Zählmarken. Bitte importieren Sie welche.

source: Default Metis server
de: Standard-Metis-Server

source: Please select the default Metis server to be used when uploading codes. If your website is registered with VG Wort as an editorial, you will be assigned a server that you should use permanently.
de: Bitte wählen Sie den Standard-Metis-Server, der beim Import von neuen Zählmarken benutzt werden soll. Wenn ihre Website bei der VG Wort als Verlag registriert ist, wird ihnen ein solcher Server permanent zugewiesen.

source: Please select
de: Bitte auswählen

source: <strong>Status:</strong> There are currently %count_codes unused codes left.
de: <strong>Status:</strong> Es sind noch %count_codes unbenutzte Zählmarken übrig.

source: Metis code
de: Zählmarke

source: Please enter Metis codes you want to save in the format [public_code];[private_code]. <strong>One per line. Every code must be 32 letters long.</strong>
de: Bitte geben Sie Zählmarken, die Sie importieren wollen, im Format [öffentliche_zählmarke];[private_zählmarke] ein. <strong>Ein Zählmarkenpaar pro Zeile. Jede Zählmarke muss 32 Zeichen lang sein.</strong>

source: Please select a Metis server to be associated with the imported codes.
de: Bitte wählen Sie einen Metis-Server aus, der mit den importierten Zählmarken gespeichert wird.

source: Save
de: Speichern

source: CSV file with Metis codes
de: CSV-Datei mit Zählmarken

source: Please upload the <abbr title="Comma Separated Values">CSV</abbr> file with metis codes.
de: Bitte laden Sie die <abbr title="Kommaseparierte Werte">CSV</abbr>-Datei mit Zählmarken hoch.

source: Import
de: Importieren

source: A file must be uploaded.
de: Es muss eine Datei hochgeladen werden.

source: The file must be of <abbr title="Comma Separated Values">CSV</abbr> type only.
de: Die Datei darf nur vom Typ <abbr title="Kommaseparierte Werte">CSV</abbr> sein.

source: %count codes have been saved.
de: %count Zählmarken wurden gespeichert.

source: %count lines have been ignored.
de: %count Zeilen wurden ignoriert.

source: %count codes have not been saved because the public metis code is not 32 letters long.
de: %count Zählmarken wurden nicht gespeichert, weil die öffentliche Zählmarke nicht 32 Zeichen lang ist.

source: %count codes have not been saved because the private metis code is not 32 letters long.
de: %count Zählmarken wurden nicht gespeichert, weil die private Zählmarke nicht 32 Zeichen lang ist.

source: %count codes have not been saved because the server wasn't valid.
de: %count Zählmarken wurden nicht gespeichert, weil die Eingabe für den Server nicht gültig ist.

source: %count codes have not been saved because they already existed.
de: %count Zählmarken wurden nicht gespeichert, weil sie schon existierten.

source: There have been %count validation errors.
de: Es gab %count Fehler bei der Überprüfung.

source: %count codes have not been saved because of an error.
de: %count Zählmarken wurden nicht gespeichert, weil es einen Fehler gab.

source: VG Wort metis code
de: VG-Wort-Zählmarke

source: Public metis code
de: Öffentliche Zählmarke

source: Private metis code
de: Private Zählmarke

source: Include public metis code in article (enable count)
de: Zählmarke in den Artikel einbauen (Zählung starten)

source: Text had approximately %count characters on last save. VG Wort requires at least 1.800.
de: Der Text hatte beim letzten Speichern ungefähr %count Zeichen. Die VG Wort verlangt eine Mindestlänge von 1.800 Zeichen.

source: There are no unused codes left! Field has been disabled, please add new codes.
de: Es gibt keine unbenutzten Zählmarken mehr! Das Feld wurde deaktiviert, bitte importieren Sie neue Zählmarken.

source: Metis pixel as <img>
de: Zählmarke als Bild (img)

source: Metis codes
de: Zählmarken

source: Show metis pixel (yes/no)
de: Zählmarke einbinden

source: no
de: nein

source: yes
de: ja

source: Code %public_code has been set as "used" by node %nid.
de: Zählmarke %public_code wurde als "benutzt" durch node %nid gesetzt markiert.

source: administer metis module
de: metis-modul verwalten

source: add metis codes to nodes
de: zählmarken zu nodes hinzufügen

source: import metis codes
de: Zählmarken importieren

source: Metis settings
de: Metis-Einstellungen

source: Import Metis codes
de: Zählmarken importieren

source: Import <abbr title="Comma Separated Values">CSV</abbr> file with metis codes
de: Eine <abbr title="Kommaseparierte Werte">CSV</abbr>-Datei mit Zählmarken importieren

source: Import Metis codes from CSV
de: Zählmarken aus einer CSV-Datei importieren

source: Paste Metis codes
de: Zählmarken hochladen

source: Add metis codes by pasting them to a form
de: Zählmarken durch einfügen in ein Textfeld hochladen

source: List codes
de: Zählmarken auflisten

source: List used metis codes
de: Benutzte Zählmarken auflisten

source: Field
de: Feld

source: List used metis codes for field
de: Für das Feld benutzte Zählmarken auflisten

source: Metis settings are available under <a href="@link">Administer > Site configuration > Metis</a>.
de: Die Metis-Einstellungen sind unter <a href="@link">Verwaltung > Einstellungen > Metis</a> verfügbar.

source: There are no unused codes left.
de: Es gibt keine unbenutzten Zählmarken mehr.

source: There are %count_codes unused codes left.
de: Es gibt noch %count_codes unbenutzte Zählmarken.

source: Includes the Metis pixel for VG Wort counts.
de: Bindet VG-Wort-Zählmarken ein.
